tap "composegears/repo"
tap "facebook/fb"
tap "hudochenkov/sshpass"
tap "majd/repo"
tap "mjukis-ab/tap"
tap "ryu0118/dgraph"
tap "simonbs/dependency-graph", "https://github.com/simonbs/dependency-graph.git"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "xcodesorg/made"
brew "age"
brew "openssl@3"
brew "cryptography", link: false
brew "libyaml"
brew "tree"
brew "ansible"
brew "aria2"
brew "arm-none-eabi-gcc"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "bison"
brew "broot"
brew "cairo"
brew "chruby"
brew "cliclick"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "croc"
brew "curl"
brew "dasel"
brew "expat"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "fswatch"
brew "gcc@12"
brew "libusb"
brew "pkgconf"
brew "poppler"
brew "gdbm"
brew "gemini-cli"
brew "gh"
brew "tesseract"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "glab"
brew "go"
brew "gobject-introspection"
brew "sdl2_image"
brew "gource"
brew "python@3.13"
brew "graphviz"
brew "jq"
brew "ijq"
brew "imagemagick"
brew "ios-deploy"
brew "ipatool", link: false
brew "just"
brew "libffi"
brew "libimobiledevice"
brew "licenseplist"
brew "mas"
brew "minicom"
brew "mint"
brew "mpv"
brew "openjdk@17"
brew "openjdk@21"
brew "pgvector"
brew "picocom"
brew "pipx"
brew "portaudio"
brew "postgis"
brew "postgresql@17", restart_service: :changed
brew "pyenv"
brew "python@3.12"
brew "qpdf"
brew "qrencode"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "scc"
brew "sdl2_ttf"
brew "sops"
brew "swiftformat"
brew "swiftgen"
brew "swiftlint"
brew "tesseract-lang"
brew "tor", restart_service: :changed
brew "torsocks"
brew "typst"
brew "uv"
brew "watch"
brew "wget"
brew "xcbeautify"
brew "xcode-kotlin"
brew "xcodegen"
brew "xcodes"
brew "youtube-dl"
brew "composegears/repo/valkyrie"
brew "facebook/fb/idb-companion"
brew "hudochenkov/sshpass/sshpass"
brew "mjukis-ab/tap/dux"
brew "mjukis-ab/tap/forb"
brew "ryu0118/dgraph/dgraph"
brew "simonbs/dependency-graph/dependency-graph"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
cask "asset-catalog-tinkerer"
cask "majd/repo/ipatool"
cask "iterm2"
cask "kaleidoscope@3"
cask "keycastr"
cask "macdown"
cask "qlstephen"
cask "temurin@21"
mas "Apple Configurator", id: 1037126344
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Disk Space Analyzer", id: 446243721
mas "Keynote", id: 409183694
mas "LottieFiles", id: 1531085233
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Next Meeting", id: 1017470484
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tampermonkey", id: 1482490089
mas "TestFlight", id: 899247664
mas "Vinegar", id: 1591303229
mas "WhatsOn", id: 1136082516
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "clemenspeters.format-json"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "f-loat.jsonl-converter"
vscode "figma.figma-vscode-extension"
vscode "foxundermoon.shell-format"
vscode "github.copilot-chat"
vscode "kevinrose.vsc-python-indent"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "matangover.mypy"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "myriad-dreamin.tinymist"
vscode "openai.chatgpt"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "polymeilex.wgsl"
vscode "redhat.vscode-xml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "signageos.signageos-vscode-sops"
vscode "svanimpe.stencil"
vscode "swiftlang.swift-vscode"
vscode "tomoki1207.pdf"
vscode "vue.volar"
vscode "webgpu-tools.wgsl-studio"
cargo "cargo-deny"
cargo "cargo-insta"
cargo "cargo-llvm-cov"
cargo "cargo-sweep"
cargo "cbindgen"
cargo "naga-cli"
cargo "wasm-pack"
