anysphere.pyright
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
clemenspeters.format-json
eamodio.gitlens
kevinrose.vsc-python-indent
mariomatheu.syntax-project-pbxproj
matangover.mypy
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
pascalreitermann93.vscode-yaml-sort
shd101wyy.markdown-preview-enhanced
