bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradlc.vscode-tailwindcss
clemenspeters.format-json
dawhite.mustache
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
f-loat.jsonl-converter
figma.figma-vscode-extension
foxundermoon.shell-format
github.copilot-chat
kevinrose.vsc-python-indent
llvm-vs-code-extensions.lldb-dap
mariomatheu.syntax-project-pbxproj
matangover.mypy
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
myriad-dreamin.tinymist
openai.chatgpt
pascalreitermann93.vscode-yaml-sort
polymeilex.wgsl
redhat.vscode-xml
shd101wyy.markdown-preview-enhanced
signageos.signageos-vscode-sops
svanimpe.stencil
swiftlang.swift-vscode
tomoki1207.pdf
vue.volar
webgpu-tools.wgsl-studio
